[{"Title":"Radio Uzbek FM","Description":"Uzbekistan native speakers and is spoken by the Uzbeks in Uzbekistan and elsewhere in Central Asia. Uzbek belongs to the Eastern Turkic, or Karluk, branch of the Turkic language family. External influences include Persian, Arabic and Russian","Genre":"Public Radio","Country":"Uzbekistan","Language":"-","Source1":"http://yayin.turkhosted.com:7034/","Source2":"-","Source3":"-","Source4":"-","Source5":"-","Source6":"-"},{"Title":"Radio Navroz FM 88.4","Description":"Tashkent : Uzbek : Pop native speakers and is spoken by the Uzbeks in Uzbekistan and elsewhere in Central Asia. Uzbek belongs to the Eastern Turkic, or Karluk, branch of the Turkic language family. External influences include Persian, Arabic and Russian","Genre":"Pop","Country":"Uzbekistan","Language":"-","Source1":"http://navruzfm.uz:9000/navruz_low","Source2":"-","Source3":"-","Source4":"-","Source5":"-","Source6":"-"},{"Title":"O'zbegim Taronasi 101.1 FM","Description":"Radio Uzbegim Taronasi  101.0 {O'zbegim Taronasi}  It has anywhere between 20 and 26 million native speakers and is spoken by the Uzbeks in Uzbekistan and elsewhere in Central Asia  O'zbegim Taronasi , native speakers and is spoken by the Uzbeks in Uzbekistan and elsewhere in Central Asia. Uzbek belongs to the Eastern Turkic, or Karluk, branch of the Turkic language family. External influences include Persian, Arabic and Russian","Genre":"Public Radio","Country":"Uzbekistan","Language":"-","Source1":"http://fm101.uz:9900/fm101_mp3","Source2":"-","Source3":"-","Source4":"-","Source5":"-","Source6":"-"},{"Title":"Radio A'LO FM 90","Description":"A'lo-FM native speakers and is spoken by the Uzbeks in Uzbekistan and elsewhere in Central Asia. Uzbek belongs to the Eastern Turkic, or Karluk, branch of the Turkic language family. External influences include Persian, Arabic and Russian","Genre":"Pop","Country":"Uzbekistan","Language":"-","Source1":"http://tabassum.uz:9000/alo_low","Source2":"-","Source3":"-","Source4":"-","Source5":"-","Source6":"-"},{"Title":"Radio Oriad Dono 102.4/106.5 FM","Description":"2000 yil, 17 dekabr — ORIAT Dono radiostansiyasi ilk bor efirda yangragan kun. 16 yildirki, sizlar bilan birgamiz! Bizni Toshkent shahri va viloyati, Samarqand hamda Sirdaryo viloyatida — FM 106,5  Farg‘ona, Andijon, Namangan viloyatlarida — FM 102,4 to‘lqinlarida tinglashingiz mumkin. Efir jadvali, mualliflik dasturlari, interaktiv suhbatlar, tok-shou, viktorinalar, tematik ruknlar, shuningdek, turfa tanlov va aksiyalarga oid batafsil ma‘lumot — shu yerda ,  December 17, 2000 - Day of the first broadcast of ORIAT Dental radio station. We have been with you for 16 years! Usually in Tashkent city and region, Samarkand and Syrdarya region - FM 106.5  Fergana, Andijan and Namangan regions - FM 102.4 native speakers and is spoken by the Uzbeks in Uzbekistan and elsewhere in Central Asia. Uzbek belongs to the Eastern Turkic, or Karluk, branch of the Turkic language family. External influences include Persian, Arabic and Russian","Genre":"World/Folk","Country":"Uzbekistan","Language":"-","Source1":"http://oriat.mediabay.uz/oriatdono.m3u8","Source2":"-","Source3":"-","Source4":"-","Source5":"-","Source6":"-"},{"Title":"Radio Maxima 105.4 FM","Description":"-","Genre":"Variety","Country":"Uzbekistan","Language":"Russian","Source1":"http://80.80.222.26:8000/maximafm.ogg","Source2":"-","Source3":"-","Source4":"-","Source5":"-","Source6":"-"},{"Title":"Classic FM 104.4 FM","Description":"-","Genre":"Jazz","Country":"Uzbekistan","Language":"Russian","Source1":"http://80.80.222.26:8000/classicfm.ogg","Source2":"-","Source3":"-","Source4":"-","Source5":"-","Source6":"-"}]